
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <title>1.4 就业与人才缺口 · GitBook</title>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.0.0">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="five.html" />
    
    
    <link rel="prev" href="three.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    基于FPGA的深度学习加速器的设计与实现
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="main.html">
            
                <a href="main.html">
            
                    
                    1 绪论
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="one.html">
            
                <a href="one.html">
            
                    
                    1.1    深度学习加速器
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="two.html">
            
                <a href="two.html">
            
                    
                    1.2 技术栈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="three.html">
            
                <a href="three.html">
            
                    
                    1.3 人员配置与开发周期
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.4" data-path="four.html">
            
                <a href="four.html">
            
                    
                    1.4 就业与人才缺口
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="five.html">
            
                <a href="five.html">
            
                    
                    1.5 本书概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="six.html">
            
                <a href="six.html">
            
                    
                    1.6 开源代码
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="end.html">
            
                <a href="end.html">
            
                    
                    参考文献
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.4 就业与人才缺口</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="14-&#x5C31;&#x4E1A;&#x4E0E;&#x4EBA;&#x624D;&#x7F3A;&#x53E3;">1.4 &#x5C31;&#x4E1A;&#x4E0E;&#x4EBA;&#x624D;&#x7F3A;&#x53E3;</h2>
<p>&#x2003;&#x2003;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x6839;&#x636E;&#x62C9;&#x52FE;&#x62DB;&#x8058;&#x6570;&#x636E;&#x7814;&#x7A76;&#x9662;&#x53D1;&#x5E03;&#x7684;&#x300A;2021&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x4EBA;&#x624D;&#x62A5;&#x544A;&#x300B;&#x663E;&#x793A;&#xFF0C;2021&#x5E74;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x884C;&#x4E1A;&#x7684;&#x5E74;&#x5EA6;&#x4EBA;&#x624D;&#x9700;&#x6C42;&#x6307;&#x6570;&#x7FFB;&#x4E00;&#x756A;&#xFF0C;&#x5176;&#x4E2D;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#x76F8;&#x8F83;&#x4E8E;2020&#x5E74;&#xFF0C;&#x9700;&#x6C42;&#x6392;&#x540D;&#x7531;&#x7B2C;&#x4E09;&#x4F4D;&#x8DC3;&#x5347;&#x699C;&#x9996;&#x3002;&#x800C;&#x5728;&#x70ED;&#x95E8;&#x6295;&#x9012;&#x804C;&#x4F4D;&#x6392;&#x540D;&#x4E2D;&#xFF0C;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#x4F4D;&#x5C45;&#x7B2C;&#x516B;&#xFF0C;&#x4E0E;&#x9700;&#x6C42;&#x70ED;&#x5EA6;&#x53CD;&#x5DEE;&#x8F83;&#x5927;&#x3002;&#x636E;&#x62C9;&#x52FE;&#x62DB;&#x8058;&#x6D4B;&#x7B97;&#xFF0C;&#x7B97;&#x6CD5;&#x4EBA;&#x624D;&#x7F3A;&#x53E3;&#x8FBE;170&#x4E07;&#x3002;</p>
<p>&#x2003;&#x2003;&#x7F16;&#x8BD1;&#x548C;&#x7B97;&#x5B50;&#x4F18;&#x5316;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x6A21;&#x578B;&#x80FD;&#x5426;&#x6210;&#x529F;&#x5728;&#x7EC8;&#x7AEF;&#x843D;&#x5730;&#x5E94;&#x7528;&#xFF0C;&#x6EE1;&#x8DB3;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#xFF0C;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x7684;&#x6307;&#x6807;&#x5C31;&#x662F;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x6A21;&#x578B;&#x7684;&#x63A8;&#x7406;&#x6027;&#x80FD;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x4E00;&#x5927;&#x6CE2;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#x4E3A;&#x4E86;&#x7B97;&#x6CD5;&#x7684;&#x90E8;&#x7F72;&#x8F6C;&#x5C97;&#x7B97;&#x5B50;&#x4F18;&#x5316;&#x5DE5;&#x7A0B;&#x5E08;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x4F18;&#x5316;&#x4EE3;&#x7801;&#x5E76;&#x4E0D;&#x662F;&#x4E00;&#x4EF6;&#x7B80;&#x5355;&#x7684;&#x4E8B;&#xFF0C;&#x5B83;&#x8981;&#x6C42;&#x5DE5;&#x7A0B;&#x5E08;&#x65E2;&#x8981;&#x7CBE;&#x901A;&#x8BA1;&#x7B97;&#x673A;&#x4F53;&#x7CFB;&#x67B6;&#x6784;&#xFF0C;&#x53C8;&#x8981;&#x719F;&#x6089;&#x7B97;&#x6CD5;&#x7684;&#x8BA1;&#x7B97;&#x6D41;&#x7A0B;&#x3002;&#x76F8;&#x5173;&#x4EBA;&#x624D;&#x5C11;&#xFF0C;&#x4F46;&#x9700;&#x6C42;&#x591A;&#xFF0C;&#x4E8E;&#x662F;&#x7A0D;&#x5FAE;&#x6709;&#x7ECF;&#x9A8C;&#x7684;&#x7B97;&#x5B50;&#x4F18;&#x5316;&#x5DE5;&#x7A0B;&#x5E08;&#x90FD;&#x6210;&#x4E86;&#x5404;&#x5BB6;&#x516C;&#x53F8;&#x4E89;&#x62A2;&#x7684;&#x201C;&#x9999;&#x997D;&#x997D;&#x201D;&#x3002;
FPGA&#xFF08;&#x82AF;&#x7247;&#xFF09;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x5176;&#x4E2D;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#x901A;&#x7528;&#xFF0C;&#x9700;&#x6C42;&#x91CF;&#x548C;&#x4F9B;&#x5E94;&#x91CF;&#x90FD;&#x5F88;&#x5927;&#xFF0C;&#x540E;&#x4E24;&#x8005;&#x5219;&#x76F8;&#x5BF9;&#x5C0F;&#x4F17;&#x3002;2022&#x82AF;&#x7247;&#x516C;&#x53F8;&#x7684;&#x96BE;&#x9898;&#x662F;:40W&#x5E74;&#x85AA;&#x62DB;&#x4E0D;&#x5230;&#x5E94;&#x5C4A;&#x751F;&#x3002;</p>
<p>&#x2003;&#x2003;&#x7531;&#x4E8E;&#x82AF;&#x7247;&#x6570;&#x91CF;&#x4F9B;&#x4E0D;&#x5E94;&#x6C42;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x539F;&#x6750;&#x6599;&#x88AB;&#x5784;&#x65AD;&#xFF0C;&#x5BFC;&#x81F4;&#x82AF;&#x7247;&#x95EE;&#x9898;&#x4E0A;&#x5347;&#x81F3;&#x5168;&#x7403;&#x77ED;&#x7F3A;&#xFF0C;&#x6574;&#x4E2A;&#x884C;&#x4E1A;&#x51FA;&#x73B0;&#x4E86;&#x524D;&#x6240;&#x672A;&#x6709;&#x7684;&#x706B;&#x7206;&#xFF0C;&#x8FD9;&#x5438;&#x5F15;&#x4E86;&#x5927;&#x91CF;&#x8D44;&#x672C;&#x8FDB;&#x5165;&#xFF0C;&#x800C;&#x8BF8;&#x591A;&#x82AF;&#x7247;&#x516C;&#x53F8;&#x7EB7;&#x7EB7;&#x8BBE;&#x7ACB;&#xFF0C;&#x5305;&#x62EC;&#x4E92;&#x8054;&#x7F51;&#x5927;&#x5382;&#x3001;&#x6C7D;&#x8F66;&#x4F01;&#x4E1A;&#x3001;&#x79D1;&#x6280;&#x4F01;&#x4E1A;&#x7EB7;&#x7EB7;&#x90FD;&#x5728;&#x9020;&#x82AF;&#x7247;&#xFF0C;&#x8FD9;&#x4F7F;&#x5F97;&#x539F;&#x672C;&#x5C31;&#x7D27;&#x7F3A;&#x7684;&#x4EBA;&#x624D;&#x66F4;&#x52A0;&#x77ED;&#x7F3A;&#x3002;&#x5728;&#x7F3A;&#x82AF;&#x7684;&#x5927;&#x73AF;&#x5883;&#x4E0B;&#xFF0C;&#x6B63;&#x6210;&#x4E3A;&#x62A2;&#x624B;&#x4EBA;&#x624D;&#x7684;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x6BCF;&#x4E00;&#x4E2A;&#x90FD;&#x9762;&#x4E34;&#x7740;&#x4E0D;&#x5C11;&#x7684;&#x201C;&#x9009;&#x62E9;&#x201D;&#xFF0C;&#x5728;&#x5F85;&#x9047;&#x4E0A;&#x4E5F;&#x8FBE;&#x5230;&#x4E86;&#x7A7A;&#x524D;&#x7684;&#x6C34;&#x51C6;&#xFF0C;&#x751A;&#x81F3;&#x9AD8;&#x7684;&#x6709;&#x70B9;&#x8BA9;&#x4EBA;&#x5FC3;&#x865A;&#x3002;&#x8FD9;&#x79CD;&#x7A81;&#x98DE;&#x731B;&#x8FDB;&#x7684;&#x5DE5;&#x8D44;&#x589E;&#x957F;&#x5F88;&#x5FEB;&#x53D7;&#x5230;&#x4E86;&#x8206;&#x8BBA;&#x7684;&#x5173;&#x6CE8;&#x3002;&#x6700;&#x8FD1;&#x77E5;&#x4E4E;&#x4E0A;&#xFF0C;&#x5173;&#x4E8E;&#x82AF;&#x7247;&#x884C;&#x4E1A;&#x5DE5;&#x8D44;&#x95EE;&#x9898;&#x7ECF;&#x5E38;&#x53EF;&#x4EE5;&#x4E0A;&#x70ED;&#x641C;&#xFF0C;&#x5982;&#x4F55;&#x770B;&#x5F85;XX&#x82AF;&#x7247;&#x516C;&#x53F8;180W&#x62DB;&#x8058;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#xFF1F;&#x5982;&#x4F55;&#x770B;&#x5F85;&#x5750;&#x6807;&#x6210;&#x90FD;&#x7684;&#x67D0;&#x82AF;&#x7247;&#x516C;&#x53F8;&#x7ED9;&#x5E94;&#x5C4A;&#x6BD5;&#x4E1A;&#x751F;&#x5F00;&#x51FA;50W&#x5E74;&#x85AA;&#xFF1F;&#x8FD9;&#x4E9B;&#x80CC;&#x540E;&#xFF0C;&#x662F;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x5B9E;&#x9645;&#x7684;&#x5DE5;&#x8D44;&#x63D0;&#x5347;&#x3002;&#x4F46;&#x5982;&#x679C;&#x628A;&#x201D;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x201D;+&#x201C;&#x62DB;&#x8058;&#x201D;&#xFF0C;&#x653E;&#x8FDB;&#x67D0;&#x5EA6;&#x91CC;&#x67E5;&#x627E;&#xFF0C;&#x8FD9;&#x4E9B;&#x6240;&#x8C13;&#x7684;&#x9AD8;&#x85AA;&#x5728;&#x884C;&#x4E1A;&#x5185;&#x6765;&#x770B;&#xFF0C;&#x5176;&#x5B9E;&#x90FD;&#x662F;&#x4E00;&#x4E9B;&#x6B63;&#x5E38;&#x7684;&#x5F85;&#x9047;&#x3002;&#x5728;&#x591A;&#x4E2A;&#x62DB;&#x8058;&#x7F51;&#x7AD9;&#x6211;&#x4EEC;&#x90FD;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x6709;&#x4E9B;&#x7ECF;&#x9A8C;&#x7684;5&#x5230;10&#x5E74;&#x7684;&#x82AF;&#x7247;&#x8BBE;&#x8BA1;&#x5DE5;&#x7A0B;&#x5E08;&#x7ED9;&#x5230;50-100&#x4E07;&#x4E4B;&#x95F4;&#xFF08;&#x6309;&#x7167;&#x6B63;&#x5E38;15&#x85AA;&#x6216;&#x8005;16&#x85AA;&#x6765;&#x8BA1;&#x7B97;&#xFF09;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5BA2;&#x89C2;&#x5B58;&#x5728;&#x7684;&#x884C;&#x4E1A;&#x6807;&#x51C6;&#x3002;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x8FD9;&#x79CD;&#x884C;&#x4E1A;&#x6807;&#x51C6;&#x7684;&#x5F85;&#x9047;&#xFF0C;&#x5176;&#x5B9E;&#x5F88;&#x591A;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x57FA;&#x672C;&#x90FD;&#x4E0D;&#x4F1A;&#x53BB;&#x8C08;&#xFF0C;&#x6CA1;&#x6709;&#x592A;&#x591A;&#x7684;&#x5438;&#x5F15;&#x529B;&#x3002;</p>
<p>&#x2003;&#x2003;&#x90A3;&#x4E48;&#x4E3A;&#x4EC0;&#x4E48;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x8FD9;&#x4E48;&#x8D35;&#xFF1F;&#x4E13;&#x5BB6;&#x8BF4;&#xFF0C;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x57F9;&#x517B;&#x5468;&#x671F;&#x957F;&#xFF0C;&#x4ECE;&#x4E00;&#x4E2A;&#x5408;&#x683C;&#x7684;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x719F;&#x6089;&#x7684;&#x4E1C;&#x897F;&#x6BD4;&#x8F83;&#x591A;&#xFF0C;&#x9700;&#x8981;&#x7ECF;&#x8FC7;&#x591A;&#x6B3E;&#x82AF;&#x7247;&#x6D41;&#x7247;&#xFF0C;&#x6210;&#x624D;&#x7387;&#x5F88;&#x9AD8;&#xFF0C;&#x6240;&#x4EE5;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x6BD4;&#x8F83;&#x8D35;&#x3002;&#x8FD9;&#x53EA;&#x662F;&#x5176;&#x4E2D;&#x4E00;&#x90E8;&#x5206;&#x539F;&#x56E0;&#xFF0C;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x57F9;&#x517B;&#x5468;&#x671F;&#x5F88;&#x957F;&#xFF0C;&#x56E0;&#x4E3A;&#x82AF;&#x7247;&#x8FED;&#x4EE3;&#x7684;&#x5468;&#x671F;&#x5C31;&#x5F88;&#x957F;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E2A;&#x548C;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x6BD4;&#x8F83;&#x8D35;&#x662F;&#x4E24;&#x7801;&#x4E8B;&#x3002;&#x5E76;&#x4E14;&#xFF0C;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x57F9;&#x517B;&#x5468;&#x671F;&#x5C31;&#x5F88;&#x957F;&#x4E0D;&#x662F;&#x4ECE;&#x4ECA;&#x5929;&#x5F00;&#x59CB;&#x7684;&#x3002;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x7684;&#x89C4;&#x5F8B;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x7ECF;&#x8FC7;&#x51E0;&#x6B3E;&#x82AF;&#x7247;&#x6D41;&#x7247;&#x7684;&#x5386;&#x7EC3;&#xFF0C;&#x624D;&#x80FD;&#x5BF9;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x6709;&#x66F4;&#x6DF1;&#x7684;&#x8BA4;&#x8BC6;&#x3002;&#x6709;&#x82AF;&#x7247;&#x5A92;&#x4F53;&#x5728;&#x62A5;&#x9053;&#x4E2D;&#x5199;&#x9053;&#xFF0C;&#x201C;&#x73B0;&#x5728;&#x7684;&#x884C;&#x60C5;&#x662F;&#xFF0C;&#x5F88;&#x591A;&#x8F6C;&#x884C;&#x5230;&#x82AF;&#x7247;&#x884C;&#x4E1A;&#x7684;&#xFF0C;&#x6709;&#x7684;&#x53EA;&#x662F;&#x53C2;&#x52A0;&#x4E86;&#x51E0;&#x4E2A;&#x6708;&#x57F9;&#x8BAD;&#xFF0C;&#x5C31;&#x80FD;&#x62FF;&#x4E00;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x5F85;&#x9047;&#x3002;&#x90FD;&#x662F;&#x65B0;&#x624B;&#xFF0C;&#x6CA1;&#x6709;&#x7ECF;&#x5386;&#x8FC7;&#x6D41;&#x7247;&#x548C;&#x91CF;&#x4EA7;&#x8FD9;&#x4E9B;&#x5173;&#x53E3;&#x7684;&#x6BD2;&#x6253;&#x3002;&#x4E5F;&#x90FD;&#x8FDB;&#x5165;&#x4E86;&#x82AF;&#x7247;&#x884C;&#x4E1A;&#x6765;&#x4E86;&#x3002;&#x201D;&#x8FD9;&#x4E2A;&#x672C;&#x8D28;&#x4E0A;&#x5C31;&#x662F;&#x4F9B;&#x9700;&#x5173;&#x7CFB;&#x2014;&#x2014;&#x82AF;&#x7247;&#x516C;&#x53F8;&#x591A;&#x4E86;&#xFF0C;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x4E0D;&#x591F;&#x4E86;&#x3002;</p>
<p>&#x2003;&#x2003;&#x4EBA;&#x624D;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x662F;&#x8FC7;&#x53BB;&#x51E0;&#x5E74;&#x4E2D;&#x56FD;&#x82AF;&#x7247;&#x4EA7;&#x4E1A;&#x9AD8;&#x901F;&#x53D1;&#x5C55;&#xFF0C;&#x521D;&#x521B;&#x4F01;&#x4E1A;&#x4E95;&#x55B7;&#x548C;&#x8D44;&#x91D1;&#x5927;&#x89C4;&#x6A21;&#x6D8C;&#x5411;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4F01;&#x4E1A;&#x800C;&#x5BFC;&#x81F4;&#x7684;&#x3002;&#x300A;&#x4E2D;&#x56FD;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x9EC4;&#x91D1;&#x65F6;&#x4EE3;&#x300B;&#xFF0C;&#x5404;&#x5927;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4F01;&#x4E1A;&#x7EB7;&#x7EB7;&#x5F00;&#x5C55;&#x6821;&#x62DB;&#x3002;&#x82AF;&#x7247;&#x76F8;&#x5173;&#x6BD5;&#x4E1A;&#x751F;&#x5F02;&#x5E38;&#x62A2;&#x624B;&#xFF0C;&#x5B9E;&#x9A8C;&#x5BA4;2022&#x5C4A;&#x6700;&#x4F18;&#x79C0;&#x6BD5;&#x4E1A;&#x751F;&#x624B;&#x6301;10&#x4E2A;offer&#xFF0C;&#x4ECE;&#x73B0;&#x5728;&#x7684;&#x6821;&#x62DB;&#x60C5;&#x51B5;&#x4E0B;&#x770B;&#x6765;&#xFF0C;&#x81F3;&#x5C11;&#x9700;&#x8981;&#x82B1;40&#x4E07;&#x624D;&#x80FD;&#x62FF;&#x4E0B;&#x4E00;&#x4E2A;&#x4F18;&#x79C0;&#x5E94;&#x5C4A;&#x751F;&#xFF0C;&#x4F46;&#x8FD9;&#x8FD8;&#x4E0D;&#x662F;&#x5341;&#x62FF;&#x4E5D;&#x7A33;&#xFF0C;&#x6BD5;&#x4E1A;&#x751F;&#x8FD8;&#x4F1A;&#x7EFC;&#x5408;&#x8003;&#x8651;&#x5E74;&#x85AA;&#xFF0C;&#x804C;&#x4E1A;&#x524D;&#x666F;&#xFF0C;&#x516C;&#x53F8;&#x524D;&#x666F;&#x7B49;&#x3002;&#x8BE5;HR&#x6307;&#x51FA;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x4F01;&#x4E1A;&#x7ED9;&#x540C;&#x5B66;&#x53D1;offer&#xFF0C;&#x5F88;&#x591A;&#x90FD;&#x6682;&#x65F6;&#x6CA1;&#x7ED9;&#x85AA;&#x916C;&#x3002;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x62C5;&#x5FC3;&#x7ED9;&#x7684;&#x5F85;&#x9047;&#x592A;&#x4F4E;&#xFF0C;&#x62DB;&#x4E0D;&#x5230;&#x5FC3;&#x4EEA;&#x7684;&#x4EBA;&#x3002;&#x800C;&#x7ED9;&#x7684;&#x592A;&#x9AD8;&#xFF0C;&#x53C8;&#x6015;&#x589E;&#x52A0;&#x4F01;&#x4E1A;&#x6210;&#x672C;&#x3002;&#x4E00;&#x76F4;&#x62D6;&#x7740;&#x4E0D;&#x201C;&#x5F00;&#x4EF7;&#x201D;&#xFF0C;&#x5C31;&#x6210;&#x4E86;&#x4ECA;&#x5E74;&#x5E94;&#x5C4A;&#x751F;&#x62DB;&#x8058;&#x201C;&#x602A;&#x50CF;&#x201D;&#x4E4B;&#x4E00;&#x3002;&#x8BE5;HR&#x540C;&#x65F6;&#x8FD8;&#x8868;&#x793A;&#xFF0C;&#x90A3;&#x4E9B;&#x4F18;&#x79C0;&#x7684;&#x540C;&#x5B66;&#x90FD;&#x62FF;&#x4E86;&#x5F88;&#x591A;offer&#xFF0C;&#x8FD9;&#x5C31;&#x8BA9;&#x4ED6;&#x4EEC;&#x5BF9;&#x5DE5;&#x4F5C;&#x3001;&#x5F85;&#x9047;&#x548C;&#x80A1;&#x6743;&#x6709;&#x4E86;&#x66F4;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#x3002;&#x5373;&#x4F7F;&#x516C;&#x53F8;&#x90FD;&#x4E00;&#x4E00;&#x6EE1;&#x8DB3;&#xFF0C;&#x5E76;&#x4E0E;&#x5176;&#x7B7E;&#x8BA2;&#x4E86;&#x7B2C;&#x4E09;&#x65B9;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x9AD8;&#x6795;&#x65E0;&#x5FE7;&#x3002;&#x56E0;&#x4E3A;&#x4E00;&#x65E6;&#x5E94;&#x5C4A;&#x751F;&#x78B0;&#x5230;&#x4E00;&#x4E2A;&#x66F4;&#x6709;&#x5438;&#x5F15;&#x529B;&#x7684;&#x96C7;&#x4E3B;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F1A;&#x60F3;&#x5C3D;&#x65B9;&#x6CD5;&#x6BC1;&#x7EA6;&#x3002;</p>
<p>&#x2003;&#x2003;&#x5B9E;&#x9A8C;&#x5BA4;&#x5DF2;&#x7ECF;&#x6BD5;&#x4E1A;&#x7684;&#x5B66;&#x751F;&#x4E2D;&#xFF0C;&#x4E5F;&#x9762;&#x4E34;&#x7740;&#x5404;&#x79CD;&#x8DF3;&#x69FD;&#x7684;&#x8BF1;&#x60D1;&#x3002;&#x8FD9;&#x5C31;&#x8BA9;&#x4E00;&#x4E2A;&#x82AF;&#x7247;&#x5DE5;&#x7A0B;&#x5E08;&#x8DF3;&#x69FD;&#x51E0;&#x6B21;&#x5DE5;&#x8D44;&#x5C31;&#x7FFB;&#x756A;&#x7684;&#x60C5;&#x51B5;&#x5C61;&#x89C1;&#x4E0D;&#x9C9C;&#x3002;&#x65E5;&#x76CA;&#x9AD8;&#x4F01;&#x7684;&#x4EBA;&#x624D;&#x6210;&#x672C;&#x548C;&#x6CA1;&#x94B1;&#x5C31;&#x62DB;&#x4E0D;&#x5230;&#x4EBA;&#x7684;&#x73B0;&#x5B9E;&#x8BA9;&#x4F01;&#x4E1A;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5C0F;&#x578B;&#x4F01;&#x4E1A;&#x5F00;&#x59CB;&#x611F;&#x53D7;&#x5230;&#x65E5;&#x6E10;&#x6C89;&#x91CD;&#x7684;&#x538B;&#x529B;&#x3002;&#x8FD9;&#x4E5F;&#x8BA9;&#x538B;&#x529B;&#x4F20;&#x5BFC;&#x5230;&#x4E86;&#x4ECA;&#x5E74;&#x7684;&#x6821;&#x62DB;&#x3002;&#x636E;&#x67D0;&#x82AF;&#x7247;&#x4F01;&#x4E1A;HR&#x5219;&#x5411;&#x7B14;&#x8005;&#x900F;&#x9732;&#xFF0C;&#x5373;&#x4F7F;&#x5728;&#x6821;&#x56ED;&#x62DB;&#x8058;&#x4E2D;&#xFF0C;&#x82AF;&#x7247;&#x4F01;&#x4E1A;&#x62DB;&#x4EBA;&#x4E5F;&#x6CA1;&#x60F3;&#x8C61;&#x4E2D;&#x5BB9;&#x6613;&#x3002;&#x968F;&#x7740;&#x8FD9;&#x4E24;&#x5E74;IC&#x884C;&#x4E1A;&#x201C;&#x884C;&#x60C5;&#x201D;&#x9010;&#x6E10;&#x5411;&#x597D;&#xFF0C;&#x4EE5;&#x524D;&#x90A3;&#x79CD;&#x672C;&#x8EAB;&#x662F;&#x5B66;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x76F8;&#x5173;&#x4E13;&#x4E1A;&#x8F6C;&#x884C;&#x7684;&#x5C24;&#x5176;&#x662F;&#x5B66;IC&#x8BBE;&#x8BA1;&#x65B9;&#x5411;&#x8F6C;&#x884C;&#x5230;&#x5176;&#x5B83;&#x884C;&#x4E1A;&#x7684;&#x73B0;&#x8C61;&#x5DF2;&#x7ECF;&#x5927;&#x91CF;&#x51CF;&#x5C11;&#x4E86;&#x3002;&#x53CD;&#x800C;&#x662F;&#x73B0;&#x5728;&#x5176;&#x4ED6;&#x5DE5;&#x79D1;&#x8F6C;IC&#x8BBE;&#x8BA1;&#x7684;&#x5DE5;&#x4F5C;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x8F6C;&#x884C;&#x6570;&#x5B57;&#x8BBE;&#x8BA1;&#x4EBA;&#x6570;&#x4E0A;&#x6765;&#x4E86;&#x3002;&#x636E;&#x76F8;&#x5173;&#x516C;&#x4F17;&#x53F7;&#x5BF9;&#x4ECA;&#x5E74;&#x60C5;&#x51B5;&#x8FDB;&#x884C;&#x7684;&#x7EDF;&#x8BA1;&#xFF0C;&#x6570;&#x5B57;&#x8BBE;&#x8BA1;&#x662F;&#x9A8C;&#x8BC1;&#x4EBA;&#x6570;&#x7684;&#x4E24;&#x5230;&#x4E09;&#x500D;&#xFF0C;&#x975E;&#x5E38;&#x7684;&#x201C;&#x5377;&#x201D;&#x3002;</p>
<p>&#x2003;&#x2003;&#x56E0;&#x4E3A;covid-19&#x548C;&#x5730;&#x7F18;&#x653F;&#x6CBB;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x8FC7;&#x53BB;&#x4E00;&#x5E74;&#x5185;&#xFF0C;&#x9664;&#x4E86;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x4EE5;&#x5916;&#xFF0C;&#x5305;&#x62EC;&#x7F8E;&#x56FD;&#x3001;&#x6B27;&#x6D32;&#x3001;&#x65E5;&#x672C;&#x548C;&#x97E9;&#x56FD;&#x7B49;&#x56FD;&#x5BB6;&#x548C;&#x5730;&#x533A;&#x90FD;&#x9AD8;&#x4E3E;&#x81EA;&#x4E3B;&#x53EF;&#x63A7;&#x7684;&#x5927;&#x65D7;&#xFF0C;&#x7EB7;&#x7EB7;&#x52A0;&#x5927;&#x6295;&#x5165;&#x53D1;&#x5C55;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4EA7;&#x4E1A;&#x3002;&#x800C;&#x4E2D;&#x56FD;&#x53F0;&#x6E7E;&#x4F5C;&#x4E3A;&#x5168;&#x7403;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x7684;&#x751F;&#x4EA7;&#x91CD;&#x9547;&#xFF0C;&#x66F4;&#x662F;&#x5728;&#x5373;&#x5C06;&#x5230;&#x6765;&#x7684;&#x8FD9;&#x6CE2;&#x82AF;&#x7247;&#x6269;&#x4EA7;&#x5927;&#x6F6E;&#x4E2D;&#x626E;&#x6F14;&#x91CD;&#x8981;&#x89D2;&#x8272;&#x3002;</p>
<p>&#x2003;&#x2003;&#x6362;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x5728;&#x672A;&#x6765;&#x51E0;&#x5E74;&#x5185;&#xFF0C;&#x82AF;&#x7247;&#x4EBA;&#x624D;&#x7684;&#x77ED;&#x7F3A;&#x4F1A;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x5168;&#x7403;&#x6027;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x5728;&#x6700;&#x8FD1;&#x5438;&#x5F15;&#x4E86;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x3001;&#x97E9;&#x56FD;&#x548C;&#x4E2D;&#x56FD;&#x53F0;&#x6E7E;&#x7684;&#x9AD8;&#x5EA6;&#x5173;&#x6CE8;&#xFF0C;&#x8FD9;&#x4E9B;&#x5730;&#x533A;&#x7EB7;&#x7EB7;&#x5BF9;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4EBA;&#x624D;&#x95EE;&#x9898;&#x52A0;&#x500D;&#x91CD;&#x89C6;&#x3002;&#x5BF9;&#x4E8E;&#x4EA7;&#x4E1A;&#x76F8;&#x5BF9;&#x843D;&#x540E;&#x7684;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x6765;&#x8BF4;&#xFF0C;&#x7834;&#x89E3;&#x4EBA;&#x624D;&#x96BE;&#x9898;&#x65E0;&#x7591;&#x662F;&#x5728;&#x53D1;&#x5C55;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4EA7;&#x4E1A;&#x9053;&#x8DEF;&#x4E0A;&#x4E00;&#x573A;&#x5F02;&#x5E38;&#x8270;&#x96BE;&#xFF0C;&#x4F46;&#x53C8;&#x8BB8;&#x80DC;&#x4E0D;&#x8BB8;&#x8D25;&#x7684;&#x4E00;&#x6218;&#x3002;&#x4F46;&#x6B63;&#x5982;&#x6587;&#x7AE0;&#x5F00;&#x5934;&#x6240;&#x8BF4;&#xFF0C;&#x5728;&#x73B0;&#x5728;&#x82AF;&#x7247;&#x516C;&#x53F8;&#x5728;&#x5F53;&#x524D;&#x7684;&#x65E0;&#x5E8F;&#x7ADE;&#x4E89;&#x4E0B;&#xFF0C;&#x4EBA;&#x624D;&#x6210;&#x672C;&#x5DF2;&#x7ECF;&#x4E00;&#x8DEF;&#x9AD8;&#x6DA8;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x51E0;&#x4E2A;&#x82AF;&#x7247;&#x884C;&#x4E1A;HR&#x8DDF;&#x7B14;&#x8005;&#x4EA4;&#x6D41;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x76F4;&#x8BF4;&#x51FA;&#x201C;&#x6211;&#x4EEC;&#x63BA;&#x548C;&#x4E0D;&#x8D77;&#x8FD9;&#x4E2A;&#x6821;&#x62DB;&#xFF0C;&#x7559;&#x7ED9;&#x6709;&#x94B1;&#x7684;&#x4E3B;&#x53BB;&#x4E89;&#x5427;&#x201D;&#x7684;&#x539F;&#x56E0;&#x3002;&#x4E0D;&#x77E5;&#x8FD9;&#x53E5;&#x8BDD;&#x91CC;&#x6709;&#x51E0;&#x5206;&#x662F;&#x6012;&#xFF0C;&#x51E0;&#x5206;&#x662F;&#x6028;&#xFF0C;&#x51E0;&#x5206;&#x662F;&#x6101;&#x3002;&#x4E3A;&#x6B64;&#x7B14;&#x8005;&#x8BA4;&#x4E3A;&#xFF0C;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x82AF;&#x7247;&#x4F01;&#x4E1A;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5C0F;&#x578B;&#x82AF;&#x7247;&#x4F01;&#x4E1A;&#xFF0C;&#x5982;&#x4F55;&#x5728;&#x5F53;&#x524D;&#x7684;&#x5F62;&#x52BF;&#x4E0B;&#x89E3;&#x51B3;&#x4EBA;&#x624D;&#x95EE;&#x9898;&#x3001;&#x85AA;&#x8D44;&#x95EE;&#x9898;&#x548C;&#x540E;&#x7EED;&#x7ECF;&#x8425;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F1A;&#x662F;&#x6574;&#x4E2A;&#x4E2D;&#x56FD;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4EA7;&#x4E1A;&#x548C;&#x8D44;&#x672C;&#x754C;&#x7ED9;&#x4ED6;&#x4EEC;&#x63D0;&#x51FA;&#x7684;&#x4E00;&#x9053;&#x4E0D;&#x5BB9;&#x6613;&#x89E3;&#x7684;&#x96BE;&#x9898;&#x3002;&#x80FD;&#x5426;&#x901A;&#x8FC7;&#x8FD9;&#x9053;&#x96BE;&#x9898;&#x7684;&#x8003;&#x9A8C;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x5F88;&#x591A;&#x82AF;&#x7247;&#x4F01;&#x4E1A;&#x80FD;&#x5426;&#x53D1;&#x5C55;&#x58EE;&#x5927;&#x7684;&#x4E00;&#x9053;&#x5206;&#x6C34;&#x5CAD;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="three.html" class="navigation navigation-prev " aria-label="Previous page: 1.3 人员配置与开发周期">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="five.html" class="navigation navigation-next " aria-label="Next page: 1.5 本书概述">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.4 就业与人才缺口","level":"1.2.4","depth":2,"next":{"title":"1.5 本书概述","level":"1.2.5","depth":2,"path":"part1/five.md","ref":"part1/five.md","articles":[]},"previous":{"title":"1.3 人员配置与开发周期","level":"1.2.3","depth":2,"path":"part1/three.md","ref":"part1/three.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"}},"file":{"path":"part1/four.md","mtime":"2022-04-05T12:51:37.539Z","type":"markdown"},"gitbook":{"version":"3.0.0","time":"2022-04-05T13:13:56.091Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/buttons.js"></script>
        
    

    </body>
</html>

