
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <title>1.1    深度学习加速器 · GitBook</title>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.0.0">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-lightbox/css/lightbox.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="two.html" />
    
    
    <link rel="prev" href="main.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    基于FPGA的深度学习加速器的设计与实现
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="main.html">
            
                <a href="main.html">
            
                    
                    第1章 绪论
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.1" data-path="one.html">
            
                <a href="one.html">
            
                    
                    1.1    深度学习加速器
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="two.html">
            
                <a href="two.html">
            
                    
                    1.2 技术栈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="three.html">
            
                <a href="three.html">
            
                    
                    1.3 人员配置与开发周期
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="four.html">
            
                <a href="four.html">
            
                    
                    1.4 就业与人才缺口
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="five.html">
            
                <a href="five.html">
            
                    
                    1.5 本书概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="six.html">
            
                <a href="six.html">
            
                    
                    1.6 开源代码
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.1    深度学习加速器</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="11-&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;">1.1 &#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;</h2>
<p class="content">&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#xFF08;Deep Learning&#xFF09;&#x4EE5;&#x4EBA;&#x5DE5;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x4E3A;&#x57FA;&#x7840;&#x67B6;&#x6784;&#xFF0C;&#x662F;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x9886;&#x57DF;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x5206;&#x652F;&#x3002;2006&#x5E74;&#xFF0C;&#x8457;&#x540D;&#x79D1;&#x5B66;&#x5BB6;Hinton&#x9996;&#x6B21;&#x63D0;&#x51FA;&#x4E86;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x5176;&#x5229;&#x7528;&#x9884;&#x8BAD;&#x7EC3;&#x65B9;&#x6CD5;&#x7F13;&#x89E3;&#x4E86;&#x5C40;&#x90E8;&#x6700;&#x4F18;&#x89E3;&#x95EE;&#x9898;&#xFF0C;&#x5C06;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x8BAD;&#x7EC3;&#x63A8;&#x52A8;&#x5230;7&#x5C42;&#xFF0C;&#x5B9E;&#x73B0;&#x4E86;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x771F;&#x6B63;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x201C;&#x6DF1;&#x5EA6;&#x201D;&#x3002;2015&#x5E74;&#xFF0C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x4E09;&#x4F4D;&#x9876;&#x7EA7;&#x4E13;&#x5BB6; Lecun, Bengio, Hinton&#x5408;&#x4F5C;&#x5728;Nature&#x5408;&#x4F5C;&#x53D1;&#x8868;&#x8457;&#x540D;&#x8BBA;&#x6587;&#x201C;Deep Learning (&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;)&#x201D;&#x3002;&#x8FD9;&#x7BC7;&#x8BBA;&#x6587;&#x6B63;&#x5F0F;&#x6807;&#x5FD7;&#x7740;&#xFF0C;&#x4EE5;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x6280;&#x672F;&#x6B63;&#x5F0F;&#x8D70;&#x5411;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7814;&#x7A76;&#x7684;&#x4E2D;&#x592E;C&#x4F4D;&#x3002;&#x8FD9;&#x4E09;&#x4F4D;&#x6770;&#x51FA;&#x7684;&#x79D1;&#x5B66;&#x5BB6;&#x4E5F;&#x56E0;&#x4E3A;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x65B9;&#x9762;&#x7684;&#x7814;&#x7A76;&#x5728;2019&#x5E74;&#x83B7;&#x5F97;&#x4E86;&#x56FE;&#x7075;&#x5956;&#x3002;&#x9274;&#x4E8E;&#x5F53;&#x524D;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7814;&#x7A76;&#x548C;&#x5E94;&#x7528;&#x4E2D;&#x4E3B;&#x8981;&#x4F7F;&#x7528;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF0C;&#x672C;&#x6587;&#x4E0D;&#x663E;&#x8457;&#x533A;&#x5206;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x4E0E;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF0C;&#x672C;&#x6587;&#x6240;&#x6307;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x3002;</p>


<p class="content">&#x8BF8;&#x591A;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x5BF9;&#x4E8E;&#x89E3;&#x51B3;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x7684;&#x95EE;&#x9898;&#x975E;&#x5E38;&#x6709;&#x6548;&#xFF0C;&#x5DF2;&#x7ECF;&#x5E7F;&#x6CDB;&#x5E94;&#x7528;&#x4E8E;&#x5404;&#x4E2A;&#x9886;&#x57DF;&#x3002;&#x5982;&#x56FE;1-1&#x6240;&#x793A;&#xFF0C;&#x5F53;&#x524D;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#x5DF2;&#x7ECF;&#x5927;&#x89C4;&#x6A21;&#x5E94;&#x7528;&#x4E8E;&#x4E91;&#x670D;&#x52A1;&#x3001;&#x751F;&#x7269;&#x533B;&#x5B66;&#x3001;&#x5A92;&#x4F53;&#x5A31;&#x4E50;&#x3001;&#x5B89;&#x5168;&#x9632;&#x5FA1;&#x3001;&#x81EA;&#x52A8;&#x9A7E;&#x9A76;&#x7B49;&#x9886;&#x57DF;&#x3002;&#x5728;&#x4E91;&#x670D;&#x52A1;&#x9886;&#x57DF;&#xFF0C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#x53EF;&#x5B8C;&#x6210;&#x56FE;&#x50CF;&#x5206;&#x7C7B;&#x4E0E;&#x8BED;&#x97F3;&#x8BC6;&#x522B;&#x3001;&#x8BED;&#x8A00;&#x7FFB;&#x8BD1;&#x4E0E;&#x5904;&#x7406;&#x3001;&#x60C5;&#x7EEA;&#x5206;&#x6790;&#x63A8;&#x8350;&#x7B49;&#x4EFB;&#x52A1;&#x3002;&#x5728;&#x751F;&#x7269;&#x533B;&#x5B66;&#x9886;&#x57DF;&#xFF0C;&#x53EF;&#x4EE5;&#x5B8C;&#x6210;&#x764C;&#x7EC6;&#x80DE;&#x68C0;&#x6D4B;&#x3001;&#x7CD6;&#x5C3F;&#x75C5;&#x5206;&#x7EA7;&#x548C;&#x836F;&#x7269;&#x53D1;&#x73B0;&#x7B49;&#x4EFB;&#x52A1;&#x3002;&#x5728;&#x5A92;&#x4F53;&#x5A31;&#x4E50;&#x65B9;&#x9762;&#xFF0C;&#x89C6;&#x9891;&#x5B57;&#x5E55;&#x3001;&#x89C6;&#x9891;&#x641C;&#x7D22;&#x548C;&#x5B9E;&#x65F6;&#x7FFB;&#x8BD1;&#x7B49;&#x4E5F;&#x53EF;&#x4F7F;&#x7528;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#x3002;&#x800C;&#x5728;&#x81EA;&#x52A8;&#x9A7E;&#x9A76;&#x9886;&#x57DF;&#xFF0C;&#x8BF8;&#x5982;&#x884C;&#x4EBA;&#x68C0;&#x6D4B;&#x3001;&#x8F66;&#x9053;&#x8DDF;&#x8E2A;&#x548C;&#x4EA4;&#x901A;&#x6807;&#x5FD7;&#x7684;&#x8BC6;&#x522B;&#x7B49;&#x4EFB;&#x52A1;&#x5927;&#x591A;&#x4F7F;&#x7528;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#x3002;&#x5728;&#x8FD9;&#x4E9B;&#x4EFB;&#x52A1;&#x4E2D;&#xFF0C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#x5DF2;&#x7ECF;&#x63A5;&#x8FD1;&#x751A;&#x81F3;&#x8D85;&#x8FC7;&#x4E86;&#x4EBA;&#x7C7B;&#x7684;&#x6C34;&#x5E73;&#x3002;</p>


<p><a href="../image/imageOne/01.jpg" data-lightbox="f5f45b85-c46b-491b-8e1f-1c0a122c17f1" data-title="avatar"><img src="../image/imageOne/01.jpg" alt="avatar"></a></p>
<center><p class="pColor">&#x56FE;1-1 &#x5E94;&#x7528;&#x9886;&#x57DF; </p></center>

<p class="content">&#x968F;&#x7740;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x6A21;&#x578B;&#x8D8A;&#x6765;&#x8D8A;&#x6DF1;&#xFF0C;&#x57FA;&#x4E8E;&#x51AF;&#x8BFA;&#x4F9D;&#x66FC;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x7684;CPU&#x786C;&#x4EF6;&#x5E73;&#x53F0;&#xFF0C;&#x5F88;&#x96BE;&#x6EE1;&#x8DB3;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x8BA1;&#x7B97;&#x9700;&#x6C42;&#x3002;&#x51AF;&#x8BFA;&#x4F9D;&#x66FC;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x9075;&#x5FAA;&#x53D6;&#x6307;&#x3001;&#x8BD1;&#x6307;&#x3001;&#x6267;&#x884C;&#x7684;&#x8FD0;&#x884C;&#x6D41;&#x7A0B;&#xFF0C;&#x4ECE;&#x5916;&#x90E8;&#x5B58;&#x50A8;&#x8BBE;&#x5907;&#x4E2D;&#x8BFB;&#x53D6;&#x9700;&#x8981;&#x5904;&#x7406;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x5E76;&#x5C06;&#x6267;&#x884C;&#x5B8C;&#x6BD5;&#x7684;&#x7ED3;&#x679C;&#x5199;&#x5165;&#x5230;&#x6307;&#x5B9A;&#x7684;&#x5B58;&#x50A8;&#x5730;&#x5740;&#x4E2D;&#x3002;&#x901A;&#x5E38;&#x6309;&#x7167;&#x51AF;&#x8BFA;&#x4F9D;&#x66FC;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x8BBE;&#x8BA1;&#x7684;&#x786C;&#x4EF6;&#x5E73;&#x53F0;&#x90FD;&#x662F;&#x4EE5;ALU&#xFF08;&#x8FD0;&#x7B97;&#x903B;&#x8F91;&#x5355;&#x5143;&#xFF09;&#x4F5C;&#x4E3A;&#x8BA1;&#x7B97;&#x6838;&#x5FC3;&#x3002;CPU&#x7531;&#x4E8E;&#x5176;&#x5177;&#x6709;&#x4E13;&#x7528;&#x6027;&#xFF0C;&#x9700;&#x8981;&#x5927;&#x91CF;&#x7684;&#x8C03;&#x5EA6;&#x6307;&#x4EE4;&#x64CD;&#x4F5C;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x4F1A;&#x5360;&#x7528;&#x5927;&#x91CF;&#x7684;&#x7247;&#x4E0A;&#x8D44;&#x6E90;&#x3002;&#x5BFC;&#x81F4;CPU&#x4E0D;&#x5177;&#x6709;&#x5F88;&#x5F3A;&#x5E76;&#x884C;&#x8BA1;&#x7B97;&#x5355;&#x5143;&#x80FD;&#x529B;&#x4E0D;&#x80FD;&#x8FBE;&#x5230;&#x4E13;&#x7528;&#x52A0;&#x901F;&#x7684;&#x6027;&#x80FD;&#x3002;</p>

<p class="content">GPU&#x662F;&#x53EF;&#x4F9B;&#x9009;&#x62E9;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x5E73;&#x53F0;&#xFF0C;GPU&#x538B;&#x7F29;&#x4E86;&#x63A7;&#x5236;&#x903B;&#x8F91;&#x548C;&#x7247;&#x4E0A;&#x7F13;&#x5B58;&#xFF0C;&#x5F88;&#x597D;&#x7684;&#x89E3;&#x51B3;&#x4E86;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;&#x540C;&#x65F6;GPU&#x4F7F;&#x7528;&#x4E86;&#x5927;&#x91CF;&#x7684;SIMD&#xFF08;&#x5355;&#x6307;&#x4EE4;&#x591A;&#x6570;&#x636E;&#x6D41;&#xFF09;&#x8BA1;&#x7B97;&#x5355;&#x5143;&#xFF0C;&#x4F7F;&#x5176;&#x5177;&#x6709;&#x4E86;&#x5F88;&#x5F3A;&#x7684;&#x6D6E;&#x70B9;&#x8FD0;&#x7B97;&#x3001;&#x9AD8;&#x5E26;&#x5BBD;&#x3001;&#x9AD8;&#x4E3B;&#x9891;&#x7684;&#x7A81;&#x51FA;&#x6027;&#x80FD;&#xFF0C;&#x4ECE;&#x800C;&#x6781;&#x5927;&#x7684;&#x63D0;&#x9AD8;&#x4E86;GPU&#x7684;&#x5E76;&#x884C;&#x8BA1;&#x7B97;&#x80FD;&#x529B;&#x3002;&#x76EE;&#x524D;&#x7B97;&#x529B;&#x8F83;&#x9AD8;&#x7684;GPU&#x5904;&#x7406;&#x5668;&#x4F7F;&#x7528;&#x4E86;&#x5F88;&#x591A;&#x7684;&#x6D41;&#x901F;&#x5E76;&#x884C;&#x5904;&#x7406;&#x8BA1;&#x7B97;&#x5355;&#x5143;&#xFF0C;&#x4E0E;CPU&#x5904;&#x7406;&#x5668;&#x8F83;&#x5C11;&#x7684;&#x6838;&#x5FC3;&#x6570;&#x91CF;&#x4EE5;&#x53CA;&#x7EBF;&#x7A0B;&#x6570;&#x76F8;&#x6BD4;&#xFF0C;GPU&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x975E;&#x5E38;&#x660E;&#x663E;&#x7684;&#x5BC6;&#x96C6;&#x8BA1;&#x7B97;&#x52A0;&#x901F;&#x6548;&#x679C;&#x3002;&#x56E0;&#x6B64;GPU&#x88AB;&#x5E7F;&#x6CDB;&#x7684;&#x7528;&#x4E8E;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7684;&#x52A0;&#x901F;&#x8BAD;&#x7EC3;&#x3002;&#x4F46;&#x662F;&#x7531;&#x4E8E;&#x4F7F;&#x7528;&#x8FC7;&#x591A;&#x7684;&#x8BA1;&#x7B97;&#x5355;&#x5143;&#x5BFC;&#x81F4;GPU&#x5904;&#x7406;&#x5668;&#x7684;&#x529F;&#x8017;&#x8FC7;&#x9AD8;&#xFF0C;&#x6240;&#x4EE5;GPU&#x5904;&#x7406;&#x5668;&#x4E00;&#x822C;&#x7528;&#x4E8E;&#x4E91;&#x7AEF;&#x670D;&#x52A1;&#x5668;&#x548C;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x8BAD;&#x7EC3;&#x9636;&#x6BB5;&#x3002;</p>

<p class="content">&#x4E13;&#x7528;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x82AF;&#x7247;&#xFF08;ASIC&#xFF09;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;&#x66F4;&#x9AD8;&#x7684;&#x7B97;&#x529B;&#x548C;&#x66F4;&#x4F4E;&#x7684;&#x529F;&#x8017;&#x3002;&#x5178;&#x578B;&#x4EE3;&#x8868;&#x4E3A;GOOGLE&#x516C;&#x53F8;&#x7684;TPU&#x3002;ASIC&#x7684;&#x53C2;&#x6570;&#x90FD;&#x53CA;&#x5176;&#x6781;&#x7AEF;&#xFF0C;&#x5B83;&#x6709;&#x7740;&#x6781;&#x9AD8;&#x7684;&#x8BA1;&#x7B97;&#x80FD;&#x529B;&#x548C;&#x6781;&#x4F4E;&#x7684;&#x529F;&#x8017;&#xFF0C;&#x5B83;&#x7684;&#x9876;&#x5CF0;&#x8BA1;&#x7B97;&#x80FD;&#x529B;&#x4E0E;GPU&#x76F8;&#x6BD4;&#x6BEB;&#x4E0D;&#x900A;&#x8272;&#xFF0C;&#x529F;&#x8017;&#x53EF;&#x80FD;&#x4F1A;&#x6BD4;GPU&#x4F4E;100&#x500D;&#x3002;&#x4F46;&#x662F;&#xFF0C;ASIC&#x82AF;&#x7247;&#x7814;&#x53D1;&#x6709;&#x7740;&#x6781;&#x9AD8;&#x7684;&#x6210;&#x672C;&#x548C;&#x98CE;&#x9669;&#x3002;ASIC&#x82AF;&#x7247;&#x5F00;&#x53D1;&#x9700;&#x8981;&#x5927;&#x91CF;&#x7684;&#x4EBA;&#x529B;&#x7269;&#x529B;&#x6295;&#x5165;&#xFF0C;&#x5F00;&#x53D1;&#x5468;&#x671F;&#x8FC7;&#x957F;&#xFF0C;&#x800C;&#x4E14;&#x5931;&#x8D25;&#x7684;&#x98CE;&#x9669;&#x6781;&#x5927;&#x3002;</p>

<p class="content">&#x5F00;&#x53D1;&#x4E00;&#x6B3E;&#x4E13;&#x7528;ASIC&#x7684;&#x6210;&#x672C;&#x662F;&#x5DE8;&#x5927;&#x7684;&#xFF0C;&#x4E00;&#x79CD;&#x6298;&#x4E2D;&#x65B9;&#x6848;&#x5C31;&#x662F;&#x5F00;&#x53D1;&#x57FA;&#x4E8E;FPGA&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7684;&#x52A0;&#x901F;&#x5668;&#x3002;FPGA &#x51ED;&#x501F;&#x5B83;&#x7684;&#x9AD8;&#x5E76;&#x884C;&#x8BA1;&#x7B97;&#x3001;&#x4F4E;&#x529F;&#x8017;&#x548C;&#x53EF;&#x91CD;&#x590D;&#x914D;&#x7F6E;&#x7684;&#x7279;&#x70B9;&#x5728;&#x5B9E;&#x73B0;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x591A;&#x79CD;&#x52A0;&#x901F;&#x5668;&#x8BBE;&#x8BA1;&#x4E2D;&#x663E;&#x793A;&#x4E86;&#x4F18;&#x5F02;&#x7684;&#x7279;&#x6027;&#x3002;&#x5728;&#x6027;&#x80FD;&#x548C;&#x529F;&#x8017;&#x4E0A;&#xFF0C;FPGA&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;&#x63A5;&#x8FD1;ASIC&#x7684;&#x6027;&#x80FD;&#x548C;&#x529F;&#x8017;&#x3002;&#x5728;&#x7075;&#x6D3B;&#x6027;&#x4E0A;&#xFF0C;&#x53C8;&#x53EF;&#x4EE5;&#x5177;&#x6709;&#x548C;CPU&#x63A5;&#x8FD1;&#x7684;&#x53EF;&#x914D;&#x7F6E;&#x6027;&#x3002;&#x5728;&#x591A;&#x6837;&#x6027;&#x4E0A;&#xFF0C;FPGA&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x53EF;&#x8986;&#x76D6;&#x4ECE;&#x4F4E;&#x5230;&#x9AD8;&#x4E0D;&#x540C;&#x7684;&#x5E94;&#x7528;&#x573A;&#x666F;&#x4E0B;&#x7684;&#x4F18;&#x5316;&#x65B9;&#x6848;&#x3002;</p>

<p class="content">&#x56FE;1-2&#x7ED9;&#x51FA;&#x4E86;CPU&#x3001;GPU&#x3001;FPGA&#x548C;ASIC&#x8FD9;&#x56DB;&#x79CD;&#x82AF;&#x7247;&#x7684;&#x67B6;&#x6784;&#x3002;&#x8868;1-1&#x5219;&#x7ED9;&#x51FA;&#x4E86;&#x56DB;&#x79CD;&#x82AF;&#x7247;&#x8BE6;&#x7EC6;&#x7684;&#x4F18;&#x7F3A;&#x70B9;&#x6BD4;&#x8F83;&#x3002;</p>

<p><a href="../image/imageOne/02.jpg" data-lightbox="eb5a66e4-2298-438b-9123-812d2f91b8b9" data-title="avatar"><img src="../image/imageOne/02.jpg" alt="avatar"></a></p>
<center><p class="pColor">&#x56FE;1-2 &#x4E0D;&#x540C;&#x67B6;&#x6784;&#x7684;&#x6BD4;&#x8F83;</p></center>

<p><a href="../image/imageOne/04.jpg" data-lightbox="8baacf43-c157-4c59-82ab-2af2dd24412c" data-title="avatar"><img src="../image/imageOne/04.jpg" alt="avatar"></a></p>
<center><p class="pColor">&#x8868;1-1 4&#x79CD;&#x82AF;&#x7247;&#x7684;&#x6BD4;&#x8F83;</p></center>





                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="main.html" class="navigation navigation-prev " aria-label="Previous page: 第1章 绪论">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="two.html" class="navigation navigation-next " aria-label="Next page: 1.2 技术栈">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.1    深度学习加速器","level":"1.2.1","depth":2,"next":{"title":"1.2 技术栈","level":"1.2.2","depth":2,"path":"part1/two.md","ref":"part1/two.md","articles":[]},"previous":{"title":"第1章 绪论","level":"1.2","depth":1,"path":"part1/main.md","ref":"part1/main.md","articles":[{"title":"1.1    深度学习加速器","level":"1.2.1","depth":2,"path":"part1/one.md","ref":"part1/one.md","articles":[]},{"title":"1.2 技术栈","level":"1.2.2","depth":2,"path":"part1/two.md","ref":"part1/two.md","articles":[]},{"title":"1.3 人员配置与开发周期","level":"1.2.3","depth":2,"path":"part1/three.md","ref":"part1/three.md","articles":[]},{"title":"1.4 就业与人才缺口","level":"1.2.4","depth":2,"path":"part1/four.md","ref":"part1/four.md","articles":[]},{"title":"1.5 本书概述","level":"1.2.5","depth":2,"path":"part1/five.md","ref":"part1/five.md","articles":[]},{"title":"1.6 开源代码","level":"1.2.6","depth":2,"path":"part1/six.md","ref":"part1/six.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["lightbox","chapter-fold","github","splitter"],"pluginsConfig":{"chapter-fold":{},"github":{"url":"https://lh201430.github.io/FPGABook/"},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"lightbox":{"jquery":true,"sameUuid":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"}},"file":{"path":"part1/one.md","mtime":"2022-04-12T14:06:17.061Z","type":"markdown"},"gitbook":{"version":"3.0.0","time":"2022-04-12T14:20:44.518Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-lightbox/js/lightbox.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/buttons.js"></script>
        
    

    </body>
</html>

