
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <title>1.3 人员配置与开发周期 · GitBook</title>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.0.0">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-lightbox/css/lightbox.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="four.html" />
    
    
    <link rel="prev" href="two.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    基于FPGA的深度学习加速器的设计与实现
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="main.html">
            
                <a href="main.html">
            
                    
                    1 绪论
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="one.html">
            
                <a href="one.html">
            
                    
                    1.1    深度学习加速器
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="two.html">
            
                <a href="two.html">
            
                    
                    1.2 技术栈
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.3" data-path="three.html">
            
                <a href="three.html">
            
                    
                    1.3 人员配置与开发周期
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="four.html">
            
                <a href="four.html">
            
                    
                    1.4 就业与人才缺口
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="five.html">
            
                <a href="five.html">
            
                    
                    1.5 本书概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="six.html">
            
                <a href="six.html">
            
                    
                    1.6 开源代码
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="end.html">
            
                <a href="end.html">
            
                    
                    参考文献
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.3 人员配置与开发周期</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="13-&#x4EBA;&#x5458;&#x914D;&#x7F6E;&#x4E0E;&#x5F00;&#x53D1;&#x5468;&#x671F;">1.3 &#x4EBA;&#x5458;&#x914D;&#x7F6E;&#x4E0E;&#x5F00;&#x53D1;&#x5468;&#x671F;</h2>
<p>&#x2003;&#x2003;&#x5377;&#x79EF;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x7684;&#x8BBE;&#x8BA1;&#x9700;&#x8981;&#x7684;&#x5DE5;&#x7A0B;&#x975E;&#x5E38;&#x5927;&#xFF0C;&#x56E2;&#x961F;&#x4EBA;&#x5458;&#x914D;&#x7F6E;&#x5BF9;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x662F;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x3002;&#x4E00;&#x4E2A;&#x76F8;&#x5BF9;&#x6B63;&#x5E38;&#x7684;&#x5F00;&#x53D1;&#x56E2;&#x961F;&#xFF08;Norm&#x6A21;&#x5F0F;&#xFF09;&#x5F80;&#x5F80;&#x9700;&#x8981;&#x5982;&#x4E0B;&#x7684;&#x6210;&#x5458;&#xFF1A;</p>
<p>&#x2003;&#x2003;&#x27A4;1&#x540D;&#x7CBE;&#x901A;Python&#x548C;Pytorch&#xFF08;&#x6216;Tensorflow&#xFF09;&#x6846;&#x67B6;&#x7684;&#x7B97;&#x6CD5;&#x8BBE;&#x8BA1;&#x8005;&#xFF0C;&#x8FD9;&#x540D;&#x6210;&#x5458;&#x80FD;&#x591F;&#x8FDB;&#x884C;&#x5377;&#x79EF;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7ED3;&#x6784;&#x7684;&#x8BBE;&#x8BA1;&#x3001;&#x91CF;&#x5316;&#x3001;&#x63D0;&#x53D6;&#x91CF;&#x5316;&#x53C2;&#x6570;&#xFF0C;&#x63D0;&#x4F9B;&#x6BCF;&#x4E00;&#x5C42;&#x91CF;&#x5316;&#x4E2D;&#x95F4;&#x7ED3;&#x679C;&#x3001;&#x5F00;&#x53D1;&#x5FC5;&#x987B;&#x7684;&#x8F85;&#x52A9;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x2003;&#x2003;&#x27A4;1&#x540D;&#x7CBE;&#x901A;Linux&#x5F00;&#x53D1;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x80FD;&#x79FB;&#x690D;PCIE&#x9A71;&#x52A8;&#xFF0C;&#x7F16;&#x5199;&#x4E0A;&#x4F4D;&#x673A;&#x7A0B;&#x5E8F;&#xFF08;&#x56FE;&#x7247;&#x524D;&#x5904;&#x7406;&#x548C;&#x540E;&#x5904;&#x7406;&#xFF09;&#x7B49;&#x7B49;&#x3002;&#x5982;&#x679C;&#x4E0A;&#x4F4D;&#x673A;&#x4E0D;&#x662F;&#x7531;PC&#x6784;&#x6210;&#xFF0C;&#x800C;&#x662F;&#x8BF8;&#x5982;DSP&#x6216;ARM&#x7B49;&#x5D4C;&#x5165;&#x5F0F;&#x5904;&#x7406;&#x5668;&#xFF0C;&#x5219;&#x8BE5;&#x6210;&#x5458;&#x5E94;&#x8BE5;&#x5177;&#x5907;&#x76F8;&#x5E94;&#x677F;&#x5361;&#x7684;&#x5F00;&#x53D1;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x2003;&#x2003;&#x27A4;2-3&#x540D;FPGA&#x786C;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x4F7F;&#x7528;&#x786C;&#x4EF6;&#x63CF;&#x8FF0;&#x8BED;&#x8A00;&#x3001;&#x6216;&#x8005;HLS&#x3001;&#x6216;&#x8005;SpinalHDL&#x7B49;&#x8BBE;&#x8BA1;&#x5377;&#x79EF;&#x548C;&#x5176;&#x5B83;&#x7B97;&#x5B50;&#x3001;&#x8C03;&#x8BD5;PCIE&#xFF08;XDMA&#xFF09;&#x3001;AXI&#x63A5;&#x53E3;&#x3001;DDR&#x63A5;&#x53E3;&#x7535;&#x8DEF;&#x7B49;&#x3002;</p>
<p>&#x2003;&#x2003;&#x27A4;1&#x540D;&#x67B6;&#x6784;&#x5E08;&#xFF0C;&#x628A;&#x63A7;&#x9879;&#x76EE;&#x7684;&#x6280;&#x672F;&#x8DEF;&#x7EBF;&#x3001;&#x8BBE;&#x8BA1;&#x9879;&#x76EE;&#x7684;&#x6574;&#x4F53;&#x67B6;&#x6784;&#xFF0C;&#x505A;&#x5404;&#x79CD;&#x7684;&#x6743;&#x8861;&#x548C;&#x53D6;&#x820D;&#x3002;</p>
<p>&#x2003;&#x2003;5-6&#x540D;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x4E2D;&#xFF0C;&#x5BF9;&#x67B6;&#x6784;&#x5E08;&#x7684;&#x7ECF;&#x9A8C;&#x8981;&#x6C42;&#x662F;&#x6700;&#x9AD8;&#x7684;&#xFF0C;&#x5373;&#x4F7F;&#x5728;&#x5176;&#x5B83;&#x4EBA;&#x5458;&#x90FD;&#x662F;&#x5C0F;&#x767D;&#xFF08;&#x4E00;&#x822C;&#x8BA1;&#x7B97;&#x673A;&#x672C;&#x79D1;&#x6BD5;&#x4E1A;&#xFF0C;&#x6CA1;&#x6709;&#x63A5;&#x89E6;&#x8FC7;FPGA&#x548C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#xFF09;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EA;&#x8981;&#x5408;&#x7406;&#x8BBE;&#x8BA1;&#x6280;&#x672F;&#x8DEF;&#x7EBF;&#x56FE;&#x3001;&#x5206;&#x914D;&#x9879;&#x76EE;&#x8D44;&#x6E90;&#x3001;&#x5B89;&#x6392;&#x5408;&#x7406;&#x9879;&#x76EE;&#x8FDB;&#x5EA6;&#xFF0C;&#x4F9D;&#x7136;&#x53EF;&#x4EE5;&#x5728;6&#x4E2A;&#x6708;&#x5DE6;&#x53F3;&#x5B8C;&#x6210;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x3002;&#x672C;&#x9879;&#x76EE;&#x521D;&#x671F;&#x7684;&#x914D;&#x7F6E;&#x5373;&#x4E3A;5&#x4EBA;&#xFF0C;&#x4E00;&#x540D;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x4E00;&#x540D;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x4E24;&#x540D;&#x786C;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x548C;&#x4E00;&#x540D;&#x67B6;&#x6784;&#x5E08;&#x3002;</p>
<p><a href="../image/imageOne/3.1.jpg" data-lightbox="fbab2552-25f2-4365-b29f-2241ca5b87d4" data-title="avatar"><img src="../image/imageOne/3.1.jpg" alt="avatar"></a></p>
<center>1.5 &#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x8BBE;&#x8BA1;&#x6D41;&#x7A0B;</center>

<p>&#x2003;&#x2003;&#x5982;&#x679C;&#x4EBA;&#x5458;&#x90FD;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x7F16;&#x7A0B;&#x7ECF;&#x9A8C;&#xFF0C;&#x5219;&#x6574;&#x4E2A;&#x56E2;&#x961F;&#x7684;&#x89C4;&#x6A21;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x524A;&#x51CF;&#xFF0C;&#x5176;&#x4E2D;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x548C;&#x7B97;&#x6CD5;&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x4EFB;&#x52A1;&#x5408;&#x5E76;&#xFF0C;&#x786C;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x5219;&#x964D;&#x4F4E;&#x5230;2&#x540D;&#xFF0C;&#x4FDD;&#x7559;&#x4E00;&#x540D;&#x67B6;&#x6784;&#x5E08;&#xFF0C;&#x517C;&#x987E;&#x8F6F;&#x786C;&#x4EF6;&#x5F00;&#x53D1;&#x3002;&#x5C3D;&#x7BA1;&#x51CF;&#x5C11;&#x4E86;2&#x540D;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x7F16;&#x7A0B;&#x7ECF;&#x9A8C;&#x4E30;&#x5BCC;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FDB;&#x5EA6;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x5230;4&#x4E2A;&#x6708;&#x5DE6;&#x53F3;&#x3002;</p>
<p><a href="../image/imageOne/3.2.jpg" data-lightbox="b2292e01-d991-4f93-abcb-d74acc4929fd" data-title="avatar"><img src="../image/imageOne/3.2.jpg" alt="avatar"></a></p>
<center>&#x56FE;1.6 &#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x8BBE;&#x8BA1;&#x6D41;&#x7A0B;</center>

<p>&#x2003;&#x2003;&#x5F53;&#x7136;&#x4EBA;&#x5458;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x524A;&#x51CF;&#xFF0C;&#x4ECE;4&#x540D;&#x524A;&#x51CF;&#x5230;2&#x540D;&#xFF0C;&#x5206;&#x522B;&#x4E3A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x548C;&#x786C;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x3002;&#x8FD9;&#x5C06;&#x8FDB;&#x5165;&#x4E00;&#x79CD;Hard&#x6A21;&#x5F0F;&#xFF0C;&#x5BF9;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7684;&#x7F16;&#x7A0B;&#x7ECF;&#x9A8C;&#x548C;&#x77E5;&#x8BC6;&#x50A8;&#x5907;&#x63D0;&#x4F9B;&#x4E86;&#x975E;&#x5E38;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#x3002;&#x4E00;&#x822C;&#xFF0C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x9664;&#x4E86;&#x6A21;&#x578B;&#x7684;&#x8BAD;&#x7EC3;&#x3001;&#x91CF;&#x5316;&#x548C;&#x4E0A;&#x4F4D;&#x673A;&#x7684;&#x5F00;&#x53D1;&#x5916;&#xFF0C;&#x53EF;&#x4EE5;&#x517C;&#x987E;&#x8F6F;&#x786C;&#x4EF6;&#x63A5;&#x53E3;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x786C;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x5219;&#x4E13;&#x6CE8;&#x4E8E;&#x7B97;&#x5B50;&#x5F00;&#x53D1;&#x548C;&#x6700;&#x540E;&#x7684;&#x65F6;&#x5E8F;&#x6536;&#x655B;&#x3002;&#x8FD9;&#x91CC;&#x786C;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x8FD8;&#x8981;&#x517C;&#x987E;&#x67B6;&#x6784;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x7531;&#x4E8E;&#x4EBA;&#x624B;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x5728;&#x8BBE;&#x8BA1;&#x7684;&#x65F6;&#x5019;&#x5E94;&#x8BE5;&#x6700;&#x5927;&#x5316;&#x7684;&#x6EE1;&#x8DB3;&#x786C;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x6BD5;&#x7ADF;&#x8F6F;&#x4EF6;&#x6BD4;&#x786C;&#x4EF6;&#x66F4;&#x5BB9;&#x6613;&#x4FEE;&#x6539;&#x3002;</p>
<p>&#x2003;&#x2003;&#x4E00;&#x540D;&#x4F18;&#x79C0;&#x7684;&#x67B6;&#x6784;&#x5E08;&#x80FD;&#x591F;&#x517C;&#x987E;&#x9879;&#x76EE;&#x6240;&#x9700;&#x7684;&#x5168;&#x90E8;&#x89D2;&#x8272;&#x548C;&#x5177;&#x5907;&#x9879;&#x76EE;&#x5F00;&#x53D1;&#x6240;&#x9700;&#x7684;&#x5168;&#x90E8;&#x6280;&#x672F;&#x50A8;&#x5907;&#x3002;&#x56E0;&#x6B64;&#x5728;&#x4EC5;&#x6709;&#x4E00;&#x540D;&#x67B6;&#x6784;&#x5E08;&#x7684;&#x6761;&#x4EF6;&#x4E0B;&#xFF0C;&#x4F9D;&#x65E7;&#x80FD;&#x591F;&#x5B8C;&#x6210;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x3002;&#x4F46;&#x8FD9;&#x65F6;&#x5019;&#xFF0C;&#x5F80;&#x5F80;&#x662F;&#x9488;&#x5BF9;&#x5177;&#x4F53;&#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x8FDB;&#x884C;&#x4E13;&#x7528;&#x7684;&#x52A0;&#x901F;&#x5668;&#x7684;&#x5F00;&#x53D1;&#xFF0C;&#x9700;&#x8981;&#x5728;&#x9879;&#x76EE;&#x521D;&#x671F;&#xFF0C;&#x4F7F;&#x7528;&#x5C3D;&#x53EF;&#x80FD;&#x5C11;&#x7684;&#x7B97;&#x5B50;&#x6784;&#x5EFA;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x80FD;&#x6700;&#x5C0F;&#x5316;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;&#x4F46;&#x9879;&#x76EE;&#x6240;&#x9700;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x662F;&#x6BD4;&#x8F83;&#x5E9E;&#x5927;&#x7684;&#xFF0C;&#x96BE;&#x514D;&#x987E;&#x6B64;&#x5931;&#x5F7C;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x5408;&#x7406;&#x7684;&#x4EBA;&#x5458;&#x914D;&#x7F6E;&#x548C;&#x5206;&#x5DE5;&#x80FD;&#x6700;&#x5927;&#x5316;&#x5F00;&#x53D1;&#x6548;&#x7387;&#xFF0C;&#x5E76;&#x4F7F;&#x5F97;&#x9879;&#x76EE;&#x66F4;&#x5BB9;&#x6613;&#x7BA1;&#x7406;&#x548C;&#x7EF4;&#x62A4;&#x3002;</p>
<p><a href="../image/imageOne/3.3.jpg" data-lightbox="ecdf15e5-1288-4a30-9f98-94f46d470fa0" data-title="avatar"><img src="../image/imageOne/3.3.jpg" alt="avatar"></a></p>
<center>&#x56FE;1.7 &#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x8BBE;&#x8BA1;&#x6D41;&#x7A0B;</center>

<p>&#x2003;&#x2003;&#x5728;&#x7ECF;&#x8D39;&#x9700;&#x6C42;&#x4E0A;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x516C;&#x53F8;&#xFF0C;&#x6309;&#x7167;4&#x4EBA;&#x56E2;&#x961F;&#x548C;3&#x4E2A;&#x6708;&#x7684;&#x5F00;&#x53D1;&#x5468;&#x671F;&#x8BA1;&#x7B97;&#xFF0C;&#x6BCF;&#x540D;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x6210;&#x672C;&#x5728;4&#x4E07;/&#x6708;&#xFF0C;&#x56E0;&#x6B64;&#x6574;&#x4E2A;&#x5F00;&#x53D1;&#x7684;&#x4EBA;&#x5458;&#x6210;&#x672C;&#x5C06;&#x8FBE;&#x5230;4x3x4=48&#x4E07;&#x3002;&#x5F53;&#x5F00;&#x53D1;&#x51FA;&#x7B2C;&#x4E00;&#x7248;&#x540E;&#xFF0C;&#x5BF9;&#x5176;&#x5B83;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x79FB;&#x690D;&#x5DE5;&#x4F5C;&#x5C06;&#x4F1A;&#x53D8;&#x7684;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#xFF0C;&#x4E00;&#x822C;&#x5728;&#x4E0D;&#x589E;&#x52A0;&#x65B0;&#x7684;&#x7B97;&#x5B50;&#x652F;&#x6301;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5728;&#x4E0D;&#x8D85;&#x8FC7;1&#x5468;&#x7684;&#x65F6;&#x95F4;&#x5185;&#xFF0C;&#x65E2;&#x53EF;&#x4EE5;&#x91CD;&#x65B0;&#x9488;&#x5BF9;&#x4E00;&#x4E2A;&#x5177;&#x4F53;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x5177;&#x4F53;&#x7684;&#x7F51;&#x7EDC;&#x7ED3;&#x6784;&#xFF0C;&#x8FBE;&#x5230;&#x4E00;&#x5B9A;&#x6027;&#x80FD;&#x548C;&#x7CBE;&#x5EA6;&#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x3002;&#x800C;&#x4EBA;&#x5458;&#x5219;&#x53EF;&#x4EE5;&#x538B;&#x7F29;&#x5230;1-2&#x540D;&#xFF0C;&#x56E0;&#x6B64;&#x79FB;&#x690D;&#x6210;&#x672C;&#x5927;&#x7EA6;&#x53EF;&#x63A7;&#x5236;&#x5728;&#x4E3A;5-10&#x4E07;&#x4EE5;&#x5185;&#x3002;&#x5BF9;&#x4E8E;&#x9700;&#x8981;&#x5F00;&#x53D1;&#x65B0;&#x7684;&#x7B97;&#x5B50;&#x652F;&#x6301;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x4E00;&#x822C;&#x4E5F;&#x4E0D;&#x4F1A;&#x8D85;&#x8FC7;&#x4E00;&#x4E2A;&#x6708;&#xFF0C;&#x6210;&#x672C;&#x4E5F;&#x53EF;&#x63A7;&#x5236;&#x5728;20&#x4E07;&#x4EE5;&#x5185;&#x3002;</p>
<p>&#x2003;&#x2003;&#x5BF9;&#x4E8E;&#x9AD8;&#x6821;&#xFF0C;&#x7531;&#x4E8E;&#x9AD8;&#x6821;&#x4E3B;&#x8981;&#x662F;&#x8FDB;&#x884C;&#x7814;&#x7A76;&#x5DE5;&#x4F5C;&#xFF0C;&#x7814;&#x7A76;&#x751F;&#x4EE5;&#x5B66;&#x4E60;&#x6280;&#x672F;&#x4E3A;&#x76EE;&#x7684;&#x8FDB;&#x884C;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x6B64;&#x4E3B;&#x8981;&#x662F;&#x65F6;&#x95F4;&#x6210;&#x672C;&#x3002;&#x5728;&#x4EBA;&#x5458;&#x914D;&#x7F6E;&#x5145;&#x88D5;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7ECF;&#x8FC7;&#x534A;&#x5E74;&#x5DE6;&#x53F3;&#x7684;&#x5F00;&#x53D1;&#xFF0C;&#x5373;&#x53EF;&#x4EE5;&#x62E5;&#x6709;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#xFF08;&#x5E73;&#x53F0;&#xFF09;&#xFF0C;&#x5728;&#x8BE5;&#x5E73;&#x53F0;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x67B6;&#x6784;&#x3001;&#x8BBE;&#x8BA1;&#x7A7A;&#x95F4;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x7814;&#x7A76;&#x5DE5;&#x4F5C;&#x3002;&#x5982;&#x679C;&#x5728;&#x672C;&#x6559;&#x6750;&#x7684;&#x6307;&#x5BFC;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x5927;&#x7EA6;1-2&#x4E2A;&#x6708;&#x7684;&#x65F6;&#x95F4;&#x5B8C;&#x6210;&#x5E73;&#x53F0;&#x7684;&#x5F00;&#x53D1;&#xFF0C;&#x6781;&#x5927;&#x7684;&#x8282;&#x7EA6;&#x7814;&#x7A76;&#x65F6;&#x95F4;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x672C;&#x6559;&#x6750;&#x4E0D;&#x4F1A;&#x516C;&#x5F00;&#x4EFB;&#x4F55;&#x7684;&#x4EE3;&#x7801;&#xFF0C;&#x53EA;&#x4F1A;&#x8BB2;&#x89E3;&#x5F00;&#x53D1;&#x7684;&#x539F;&#x7406;&#x3001;&#x8BBE;&#x8BA1;&#x6D41;&#x7A0B;&#x7B49;&#x3002;&#x76F8;&#x5173;&#x7684;&#x4EE3;&#x7801;&#x3001;&#x8BBE;&#x8BA1;&#x5DE5;&#x5177;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x8BBE;&#x8BA1;&#x7EC6;&#x8282;&#x53EA;&#x4F1A;&#x5728;&#x5185;&#x90E8;&#x4F7F;&#x7528;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="two.html" class="navigation navigation-prev " aria-label="Previous page: 1.2 技术栈">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="four.html" class="navigation navigation-next " aria-label="Next page: 1.4 就业与人才缺口">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.3 人员配置与开发周期","level":"1.2.3","depth":2,"next":{"title":"1.4 就业与人才缺口","level":"1.2.4","depth":2,"path":"part1/four.md","ref":"part1/four.md","articles":[]},"previous":{"title":"1.2 技术栈","level":"1.2.2","depth":2,"path":"part1/two.md","ref":"part1/two.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["lightbox","chapter-fold","github","splitter"],"pluginsConfig":{"chapter-fold":{},"github":{"url":"https://lh201430.github.io/FPGABook/"},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"lightbox":{"jquery":true,"sameUuid":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"}},"file":{"path":"part1/three.md","mtime":"2022-04-06T03:08:11.813Z","type":"markdown"},"gitbook":{"version":"3.0.0","time":"2022-04-06T03:18:19.623Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-lightbox/js/lightbox.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/buttons.js"></script>
        
    

    </body>
</html>

