
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <title>1.2 技术栈 · GitBook</title>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.0.0">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-lightbox/css/lightbox.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="../styles/website.css">
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="three.html" />
    
    
    <link rel="prev" href="one.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    基于FPGA的深度学习加速器的设计与实现
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="main.html">
            
                <a href="main.html">
            
                    
                    第1章 绪论
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="one.html">
            
                <a href="one.html">
            
                    
                    1.1    深度学习加速器
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.2" data-path="two.html">
            
                <a href="two.html">
            
                    
                    1.2 技术栈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="three.html">
            
                <a href="three.html">
            
                    
                    1.3 人员配置与开发周期
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="four.html">
            
                <a href="four.html">
            
                    
                    1.4 就业与人才缺口
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="five.html">
            
                <a href="five.html">
            
                    
                    1.5 本书概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="six.html">
            
                <a href="six.html">
            
                    
                    1.6 开源代码
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >1.2 技术栈</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="12-&#x6280;&#x672F;&#x6808;">1.2 &#x6280;&#x672F;&#x6808;</h2>
<p class="content">&#x57FA;&#x4E8E;FPGA&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x7684;&#x8BBE;&#x8BA1;&#x65B9;&#x6CD5;&#x548C;&#x8BBE;&#x8BA1;&#x7A7A;&#x95F4;&#x5DF2;&#x7ECF;&#x88AB;&#x4EBA;&#x4EEC;&#x5E7F;&#x6CDB;&#x5730;&#x63A2;&#x7D22;&#x3002;&#x8FD9;&#x4E9B;&#x7814;&#x7A76;&#x6210;&#x679C;&#x4EE5;&#x8BBA;&#x6587;&#x7684;&#x5F62;&#x5F0F;&#xFF0C;&#x53D1;&#x8868;&#x5728;&#x5404;&#x79CD;&#x4F1A;&#x8BAE;&#x548C;&#x671F;&#x520A;&#x4E0A;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x8FD9;&#x6837;&#x7814;&#x7A76;&#x6210;&#x679C;&#x7684;&#x76EE;&#x7684;&#x662F;&#x8FDB;&#x884C;&#x7406;&#x8BBA;&#x7814;&#x7A76;&#xFF0C;&#x5E76;&#x4E0D;&#x4EE5;&#x5B9E;&#x73B0;&#x5177;&#x4F53;&#x7684;&#x4EFB;&#x52A1;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x4E3A;&#x76EE;&#x7684;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x8FD9;&#x4E9B;&#x6210;&#x679C;&#x7684;&#x590D;&#x73B0;&#x5F80;&#x5F80;&#x4E5F;&#x662F;&#x975E;&#x5E38;&#x56F0;&#x96BE;&#x7684;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5177;&#x6709;&#x5DE5;&#x7A0B;&#x610F;&#x4E49;&#x7684;&#x6210;&#x679C;&#x590D;&#x73B0;&#x3002;&#x4E0E;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7684;&#x7814;&#x7A76;&#x4E0D;&#x540C;&#xFF0C;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x7684;&#x7814;&#x7A76;&#x5728;GitHub&#x4E0A;&#x8FDB;&#x884C;&#x4EE3;&#x7801;&#x5F00;&#x6E90;&#x7684;&#x5E76;&#x4E0D;&#x591A;&#xFF0C;&#x5373;&#x4F7F;&#x5F00;&#x6E90;&#xFF0C;&#x5F80;&#x5F80;&#x4E5F;&#x662F;&#x91C7;&#x7528;HLS&#x7684;&#x4EE3;&#x7801;&#xFF0C;&#x5DE5;&#x7A0B;&#x610F;&#x4E49;&#x4E0D;&#x5927;&#x3002;</p>

<p class="content">&#x76EE;&#x524D;&#xFF0C;&#x5728;FPGA&#x4E0A;&#x5B9E;&#x73B0;&#x901A;&#x7528;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x4E00;&#x76F4;&#x662F;&#x975E;&#x5E38;&#x56F0;&#x96BE;&#x7684;&#x5DE5;&#x7A0B;&#x4EFB;&#x52A1;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4F7F;&#x7528;&#x786C;&#x4EF6;&#x63CF;&#x8FF0;&#x8BED;&#x8A00;&#xFF08;Verilog &amp; VHDL&#xFF09;&#x8BBE;&#x8BA1;&#x4E00;&#x4E2A;&#x5DE5;&#x7A0B;&#x4E0A;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#xFF0C;&#x8FD9;&#x5F80;&#x5F80;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x56E2;&#x961F;&#x6210;&#x5458;&#x8270;&#x82E6;&#x800C;&#x5353;&#x7EDD;&#x7684;&#x52AA;&#x529B;&#x624D;&#x80FD;&#x5B8C;&#x6210;&#x3002;&#x5BF9;&#x5B8C;&#x6210;&#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x7684;&#x4EFB;&#x4F55;&#x4FEE;&#x6539;&#x90FD;&#x9700;&#x8981;&#x56E2;&#x961F;&#x6210;&#x5458;&#x7684;&#x5171;&#x540C;&#x52AA;&#x529B;&#xFF0C;&#x5373;&#x4F7F;&#x8FD9;&#x6837;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x4E0D;&#x53EF;&#x9884;&#x6D4B;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x5176;&#x56F0;&#x96BE;&#x6765;&#x81EA;&#x4E8E;&#x9700;&#x8981;&#x7684;&#x6280;&#x672F;&#x50A8;&#x5907;&#x8FDC;&#x6BD4;&#x7B97;&#x6CD5;&#x5C42;&#x9762;&#x7684;&#x7814;&#x7A76;&#x8981;&#x591A;&#x548C;&#x590D;&#x6742;&#x3002;</p>

<p><a href="../image/imageOne/05.jpg" data-lightbox="0ef5bc04-b196-4d55-818e-cce09b8f8c2b" data-title="avatar"><img src="../image/imageOne/05.jpg" alt="avatar"></a></p>
<center><p class="pColor">&#x56FE;1-3 AI&#x82AF;&#x7247;&#x76F8;&#x5173;&#x6280;&#x672F;</p></center>

<p class="content">&#x5982;&#x56FE;1-3&#x6240;&#x793A;&#xFF0C;&#x57FA;&#x4E8E;FPGA&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x9700;&#x8981;&#x5728;&#x5E94;&#x7528;&#x3001;&#x7B97;&#x6CD5;&#x548C;&#x82AF;&#x7247;&#x4E09;&#x4E2A;&#x5C42;&#x9762;&#x8FDB;&#x884C;&#x5F00;&#x53D1;&#xFF0C;&#x800C;&#x4E09;&#x4E2A;&#x5C42;&#x9762;&#x6D89;&#x53CA;&#x7684;&#x5F00;&#x53D1;&#x6280;&#x672F;&#x975E;&#x5E38;&#x7684;&#x4E0D;&#x540C;&#xFF0C;&#x91C7;&#x7528;&#x7684;&#x7F16;&#x7A0B;&#x5DE5;&#x5177;&#x3001;&#x9700;&#x8981;&#x7684;&#x6280;&#x672F;&#x50A8;&#x5907;&#x4E5F;&#x5404;&#x5F02;&#xFF0C;&#x5E76;&#x4E14;&#x9700;&#x8981;&#x4E09;&#x4E2A;&#x5C42;&#x9762;&#x7684;&#x76F8;&#x4E92;&#x914D;&#x5408;&#xFF0C;&#x76F8;&#x4E92;&#x534F;&#x8C03;&#x624D;&#x80FD;&#x5F00;&#x53D1;&#x51FA;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x3002;</p>

<p class="content">&#x5728;&#x5E94;&#x7528;&#x5C42;&#x9762;&#xFF0C;&#x5F80;&#x5F80;&#x9700;&#x8981;&#x9886;&#x57DF;&#x7684;&#x4E13;&#x7528;&#x77E5;&#x8BC6;&#xFF0C;&#x8FD9;&#x4E00;&#x5C42;&#x9762;&#x5BF9;&#x7F16;&#x7A0B;&#x7684;&#x8981;&#x6C42;&#x4E0D;&#x9AD8;&#xFF0C;&#x6280;&#x672F;&#x96BE;&#x5EA6;&#x76F8;&#x5BF9;&#x8F83;&#x5C0F;&#xFF0C;&#x5728;&#x6574;&#x4E2A;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x76F8;&#x5BF9;&#x4E0D;&#x91CD;&#x8981;&#x3002;&#x5728;&#x7B97;&#x6CD5;&#x5C42;&#x9762;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x8BF8;&#x5982;Pytorch&#x7B49;&#x6846;&#x67B6;&#x975E;&#x5E38;&#x719F;&#x6089;&#xFF0C;&#x5BF9;&#x5404;&#x79CD;&#x65B0;&#x7684;&#x7F51;&#x7EDC;&#x7ED3;&#x6784;&#x975E;&#x5E38;&#x719F;&#x6089;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x9700;&#x8981;&#x5177;&#x5907;&#x91CF;&#x5316;&#x8BAD;&#x7EC3;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x63D0;&#x53D6;&#x91CF;&#x5316;&#x540E;&#x53C2;&#x6570;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x5E76;&#x8FDB;&#x884C;&#x4E2D;&#x95F4;&#x7ED3;&#x679C;&#x6570;&#x636E;&#x5206;&#x6790;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x548C;&#x82AF;&#x7247;&#x8BBE;&#x8BA1;&#x4EBA;&#x5458;&#x8FDB;&#x884C;&#x6301;&#x7EED;&#x7684;&#x4EA4;&#x6D41;&#x548C;&#x6C9F;&#x901A;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x5C42;&#x9762;&#xFF0C;&#x4E00;&#x822C;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x5F80;&#x5F80;&#x6B20;&#x7F3A;&#x7684;&#x662F;&#x91CF;&#x5316;&#x65B9;&#x9762;&#x7684;&#x6280;&#x672F;&#x3001;&#x4EE5;&#x53CA;&#x4E0E;&#x82AF;&#x7247;&#x8BBE;&#x8BA1;&#x4EBA;&#x5458;&#x6C9F;&#x901A;&#x7684;&#x80FD;&#x529B;&#x3002;&#x539F;&#x56E0;&#x662F;&#xFF0C;&#x82AF;&#x7247;&#x8BBE;&#x8BA1;&#x548C;&#x7B97;&#x6CD5;&#x8BBE;&#x8BA1;&#x662F;&#x4E24;&#x4E2A;&#x5DEE;&#x522B;&#x975E;&#x5E38;&#x5927;&#x7684;&#x9886;&#x57DF;&#x3002;&#x5728;&#x82AF;&#x7247;&#x8BBE;&#x8BA1;&#x5C42;&#x9762;&#xFF0C;&#x5F80;&#x5F80;&#x6B20;&#x7F3A;&#x7684;&#x4E0D;&#x662F;FPGA&#x7684;&#x7F16;&#x7801;&#x80FD;&#x529B;&#xFF0C;&#x800C;&#x662F;&#x5BF9;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x7B97;&#x6CD5;&#x7684;&#x7406;&#x89E3;&#x3002;&#x82AF;&#x7247;&#x8BBE;&#x8BA1;&#x4EBA;&#x5458;&#x5F80;&#x5F80;&#x7F3A;&#x4E4F;&#x5BF9;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7B97;&#x6CD5;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x65E0;&#x6CD5;&#x6B63;&#x786E;&#x7684;&#x7406;&#x89E3;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x8BA1;&#x7B97;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x65E0;&#x6CD5;&#x5BF9;&#x7B97;&#x6CD5;&#x5C42;&#x9762;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x63D0;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x9700;&#x6C42;&#x3002;</p>

<p class="content">&#x867D;&#x7136;&#x5728;FPGA&#x4E0A;&#x5B9E;&#x73B0;&#x901A;&#x7528;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x662F;&#x4E00;&#x4E2A;&#x5DE5;&#x7A0B;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E00;&#x5DE5;&#x7A0B;&#x95EE;&#x9898;&#x7684;&#x5DE8;&#x5927;&#x5DE5;&#x4F5C;&#x91CF;&#x548C;&#x6280;&#x672F;&#x96BE;&#x5EA6;&#xFF0C;&#x963B;&#x788D;&#x4E86;&#x8FD9;&#x4E00;&#x6280;&#x672F;&#x5728;&#x66F4;&#x5E7F;&#x6CDB;&#x9886;&#x57DF;&#x7684;&#x5E94;&#x7528;&#x3002;&#x5C24;&#x5176;&#x662F;&#x5F53;&#x6211;&#x4EEC;&#x5728;&#x8FB9;&#x7F18;&#x7AEF;&#x90E8;&#x7F72;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x672C;&#x80FD;&#x7684;&#x60F3;&#x5230;&#x4F7F;&#x7528;NVIDIA&#x7684;&#x5D4C;&#x5165;&#x5F0F;GPU&#xFF08;Jetson TX2 &#xFF0C;Jetson Nano&#x7B49;&#xFF09;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x5D4C;&#x5165;&#x5F0F;GPU&#x7684;&#x7F16;&#x7A0B;&#x975E;&#x5E38;&#x7B80;&#x5355;&#xFF0C;&#x5728;&#x5404;&#x79CD;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x6846;&#x67B6;&#x7684;&#x652F;&#x6301;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x975E;&#x5E38;&#x5FEB;&#x901F;&#x7684;&#xFF08;&#x751A;&#x81F3;&#x662F;&#x76F4;&#x63A5;&#x4F7F;&#x7528;&#x8BAD;&#x7EC3;&#x4EE3;&#x7801;&#xFF09;&#x79FB;&#x690D;&#x4EE3;&#x7801;&#x5230;&#x5D4C;&#x5165;&#x5F0F;GPU&#x5E73;&#x53F0;&#x3002;&#x4E0D;&#x5938;&#x5F20;&#x7684;&#x8BF4;&#xFF0C;&#x8FD9;&#x79CD;&#x79FB;&#x690D;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x524A;&#x51CF;&#x5230;&#x201C;0&#x201D;&#x3002;&#x5F53;&#x7136;&#x5BF9;&#x79FB;&#x690D;&#x540E;&#x4EE3;&#x7801;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x4F18;&#x5316;&#x4E5F;&#x9700;&#x8981;&#x4E00;&#x4E9B;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x7136;&#x800C;&#x8FD9;&#x4E9B;&#x5DE5;&#x4F5C;&#x91CF;&#x4E0E;&#x5728;FPGA&#x4E0A;&#x5B9E;&#x73B0;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x76F8;&#x6BD4;&#xFF0C;&#x5F80;&#x5F80;&#x8FDE;1%&#x90FD;&#x4E0D;&#x5230;&#x3002;</p>

<p class="content">&#x5DE8;&#x5927;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x548C;&#x6280;&#x672F;&#x9E3F;&#x6C9F;&#xFF0C;&#x662F;&#x963B;&#x788D;&#x4F7F;&#x7528;FPGA&#x8FDB;&#x884C;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x7684;&#x4E3B;&#x8981;&#x56F0;&#x96BE;&#x3002;&#x5C3D;&#x7BA1;Xilinx&#x516C;&#x5F00;&#x4E86;DPU&#x8FD9;&#x4E00;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#xFF0C;&#x4F46;&#x662F;&#x5176;&#x4EC5;&#x4EC5;&#x80FD;&#x5728;ZYNQ&#x4E0A;&#x81EA;&#x7531;&#x4F7F;&#x7528;&#xFF0C;&#x5728;&#x7EAF;FPGA&#x7684;&#x5F62;&#x5F0F;&#xFF0C;&#x53EA;&#x652F;&#x6301;&#x81EA;&#x5DF1;&#x7684;Avlon&#x52A0;&#x901F;&#x5361;&#x3002;&#x5373;&#x4F7F;&#x5728;ZYNQ&#x4E0A;&#xFF0C;&#x9762;&#x5BF9;&#x5176;&#x4E0D;&#x652F;&#x6301;&#x7684;&#x7B97;&#x5B50;&#xFF0C;Xilinx&#x4E5F;&#x6CA1;&#x6709;&#x516C;&#x5F00;&#x6DFB;&#x52A0;&#x65B0;&#x7B97;&#x5B50;&#x7684;&#x63A5;&#x53E3;&#xFF0C;&#x4E00;&#x4E9B;&#x9AD8;&#x7EA7;&#x5DE5;&#x5177;&#xFF08;&#x526A;&#x679D;&#x7B49;&#xFF09;&#x4E5F;&#x9700;&#x8981;&#x6536;&#x8D39;&#x540E;&#x624D;&#x80FD;&#x4F7F;&#x7528;&#x3002;&#x4E00;&#x4E9B;&#x9AD8;&#x7EA7;&#x5DE5;&#x5177;&#xFF08;&#x526A;&#x679D;&#x7B49;&#xFF09;&#x4E5F;&#x9700;&#x8981;&#x6536;&#x8D39;&#x540E;&#x624D;&#x80FD;&#x4F7F;&#x7528;,&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x963B;&#x788D;&#x57FA;&#x4E8E;FPGA&#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x5668;&#x53D1;&#x5C55;&#x7684;&#x539F;&#x56E0;&#x3002;</p>

<p class="content">&#x9762;&#x5BF9;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x56F0;&#x5883;&#xFF0C;&#x4E3A;&#x4E86;&#x5728;&#x4ECA;&#x540E;&#x7684;&#x9879;&#x76EE;&#x548C;&#x79D1;&#x7814;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x7075;&#x6D3B;&#x53EF;&#x914D;&#x7F6E;&#xFF0C;&#x652F;&#x6301;&#x5404;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x7F51;&#x7EDC;&#x7ED3;&#x6784;&#xFF0C;&#x80FD;&#x5728;&#x4E0D;&#x540C;&#x7684;FPGA&#x5FEB;&#x901F;&#x90E8;&#x7F72;&#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x52A0;&#x901F;&#x5668;&#x3002;&#x6211;&#x4EEC;&#x7F16;&#x5199;&#x4E86;&#x8FD9;&#x4E00;&#x6559;&#x7A0B;&#xFF0C;&#x5E76;&#x5C06;&#x5BF9;&#x5E94;&#x7684;&#x4EE3;&#x7801;&#x8FDB;&#x884C;&#x4E86;&#x5F00;&#x6E90;&#x3002;&#x672C;&#x6559;&#x6750;&#x4F7F;&#x5F97;&#x5E7F;&#x5927;&#x8BFB;&#x8005;&#x80FD;&#x5FEB;&#x901F;&#x7684;&#x8FDB;&#x5165;&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#xFF0C;&#x4E5F;&#x4E3A;&#x4E86;&#x4ECA;&#x540E;&#x5E94;&#x5BF9;&#x4E0D;&#x540C;&#x9886;&#x57DF;&#x7684;&#x4EFB;&#x52A1;&#x65F6;&#xFF0C;&#x5FEB;&#x901F;&#x7684;&#x5F00;&#x53D1;&#x5BF9;&#x5E94;&#x7684;&#x7248;&#x672C;&#x3002; </p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="one.html" class="navigation navigation-prev " aria-label="Previous page: 1.1    深度学习加速器">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="three.html" class="navigation navigation-next " aria-label="Next page: 1.3 人员配置与开发周期">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"1.2 技术栈","level":"1.2.2","depth":2,"next":{"title":"1.3 人员配置与开发周期","level":"1.2.3","depth":2,"path":"part1/three.md","ref":"part1/three.md","articles":[]},"previous":{"title":"1.1    深度学习加速器","level":"1.2.1","depth":2,"path":"part1/one.md","ref":"part1/one.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["lightbox","chapter-fold","github","splitter"],"pluginsConfig":{"chapter-fold":{},"github":{"url":"https://lh201430.github.io/FPGABook/"},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"lightbox":{"jquery":true,"sameUuid":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","ebook":"styles/ebook.css","pdf":"styles/pdf.css","mobi":"styles/mobi.css","epub":"styles/epub.css"}},"file":{"path":"part1/two.md","mtime":"2022-04-12T14:07:48.235Z","type":"markdown"},"gitbook":{"version":"3.0.0","time":"2022-04-12T16:19:34.034Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-lightbox/js/lightbox.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/buttons.js"></script>
        
    

    </body>
</html>

